Repository: JensMeiners/Meta-search
Catalog: metaSearch/mainApp/locale/*/LC_MESSAGES/django.po
Languages: ar

source: No description available
ar: لا يوجد وصف متاح

source: Translations are not known
ar: ليست معروفة ترجمات

source: Belongs to no categories
ar: لا ينتمي إلى أي فئة

source: FAQ
ar: التعليمات

source: Contact
ar: الشخص الذي يمكن الاتصال به

source: About
ar: معلومات عنا

source: Join
ar: اتصل

source: Description
ar: الوصف

source: Available in the languages
ar: متوفر في اللغات التالية

source: Area of operation
ar: منطقة العمليات

source: Contact address
ar: عنوان الإتصال

source: Search
ar: بحث

source: Projectname
ar: اسم

source: Categories
ar: فئة
